test/zoo/gerund/exported/gerund_0_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.1
  produit {
    TYPE produit PK
  }
  ligne_de_commande {
    TYPE quantite PK
  }
  commande {
    TYPE commande PK
  }
  ligne_de_commande }o..|| produit: DF
  ligne_de_commande }|..|| commande: DF
